Repository: nive/nive_userdb
Catalog: nive_userdb/locale/*/LC_MESSAGES/nive_userdb.po
Languages: de

source: File
de: Datei

source: Date
de: Datum

source: Datetime
de: Datum und Uhrzeit

source: List
de: Liste

source: Radio Selection
de: Radio Auswahl

source: Multiple Selection
de: Mehrfach Auswahl

source: Multiple Checkboxes
de: Mehrfache Checkboxen

source: URL List
de: URL Liste

source: Password
de: Passwort

source: ID Reference
de: ID Referenz

source: ID Reference List
de: ID Referenz Liste

source: Type
de: Typ

source: State
de: Status

source: Select Number
de: Zuordnungsnummer

source: Data Table Name
de: Data Tabellen Name

source: Data Table Reference
de: Data Tabellen Referenz ID

source: Title
de: Titel

source: Sort
de: Sortierung

source: Workflow Process
de: Workflow Prozess

source: Workflow Activity
de: Workflow Status

source: Category
de: Kategorie

source: Filename
de: Dateiname

source: Created
de: Erstellt

source: Changed
de: Geändert

source: Created by
de: Erstellt von

source: Changed by
de: Geändert von

source: Unique ID
de: Eindeutige ID

source: File key
de: Datei Schlüssel

source: Internal file path
de: Interner Pfad

source: File size
de: Dateigröße

source: File extension
de: Dateiendung

source: Files
de: Dateien

source: Unique identifier
de: Eindeutige ID

source: Value
de: Wert

source: Group assignment
de: Gruppenzuweisung

source: OK. Data saved.
de: OK. Daten gespeichert.

source: This page lists all included <dynamic element> for browsing in readonly mode. <dynamic element> Also this will help you to easily lookup object ids and database fields for developing.
de: Auf dieser Seite werden alle <em>Module</em> mit Einstellungen im Lesemodus angezeigt. <br/>Für die Entwicklung lassen sich hier die Objekt IDs und Feld IDs schnell und einfach nachschlagen.

source: Object types
de: Objekt Typen

source: Root types
de: Root Typen

source: Meta fields
de: Meta Felder

source: CMS settings
de: CMS Einstellungen

source: Workflow processes
de: Workflow Prozesse

source: Other modules
de: Andere Module

source: Administration sections
de: Verwaltungssektionen

source: This page lists all <dynamic element> like database export or database schema manager.
de: Auf dieser Seite werden alle <em>Tools</em> wie der Datenbank Export oder Schema Verwaltung angezeigt.

source: Administration tools
de: Verwaltungstools

source: Administration
de: Verwaltung

source: Basics
de: Einstellungen

source: Modules
de: Module

source: Read only listing of all registered modules and settings.
de: Liste aller registrierten Module mit Einstellungen im Lesemodus.

source: Read only listing of all registered views grouped by view modules.
de: Liste aller Views gruppiert nach Modulen im Lesemodus.

source: Database Administration
de: Datenbank Verwaltung

source: Database
de: Datenbank

source: No persistent storage for configurations activated. Nothing saved.
de: Kein persistenter Speicher für die Konfiguration aktiviert.

source: Application title
de: Anwendung Titel

source: Application description
de: Anwendung Beschreibung

source: Enable workflow engine
de: Workflow aktivieren

source: Enable fulltext index
de: Volltext Index aktivieren

source: Codepage used in html frontend
de: Codepage des Html Frontends

source: Database type to be used
de: Verwendeter Datenbanktyp

source: Supports 'Sqlite3' and 'MySql' by default. MySql requires python-mysqldb installed.
de: Unterstützt Sqlite3 und MySql als default. Für MySql muss python-mysqldb installiert sein.

source: Relative or absolute root directory for files
de: Relativer oser absoluter Pfad zur Dateiablage im Dateisystem

source: Database file path or name
de: Datenbank Dateipfad oder Name

source: Sqlite3=database file path, MySql=database name
de: Sqlite3=Datenbank Dateiname, MySql=Datenbankname

source: Database server host
de: Datenbank Server Host

source: Database server port
de: Datenbank Server Port

source: Database server user
de: Datenbank Server Benutzername

source: Database server password
de: Datenbank Server Passwort

source: Redirect for portal root (/) requests
de: Weiterleitung bei Portal Root Urls (/)

source: Favicon asset path
de: Favicon Asset Pfad

source: robots.txt contents
de: robots.txt Inhalt

source: Login form url
de: Login Formular Url

source: Redirect for unauthorized requests
de: Umleitung bei fehlenden Rechten

source: Redirect on logout
de: Umleitung bei Logout

source: User account page url
de: Konto Url

source: This page lists all included <dynamic element> for browsing in readonly mode.
de: Listet alle <em>Views</em> im Lesemodus auf.

source: View Modules
de: View Module

source: Single Views
de: Einzelne Views

source: Widgets
de: Interface Elemente (Widgets)

source: Permission
de: Freigabe

source: Only displayed to users in the selected group
de: Wird nur Benutzern/innen in der ausgewählten Gruppe angezeigt.

source: A box is a container to group elements on a page. It can be used as anadvanced styling element for web pages. The box itself only stores a title and styling selector.
de: Eine Box ist ein Container mit dem Elemente zusammengefasst werden können und kann als spezielles Styling-Element auf Webseiten verwendet werden.

source: Span 1
de: Breite 1

source: Span 2
de: Breite 2

source: Span 3
de: Breite 3

source: Span 4
de: Breite 4

source: Span 5
de: Breite 5

source: Span 6
de: Breite 6

source: Span 7
de: Breite 7

source: Span 8
de: Breite 8

source: Span 9
de: Breite 9

source: Span 10
de: Breite 10

source: Span 11
de: Breite 11

source: Span 12 (100% width)
de: Breite 12 (100% breit)

source: none
de: nicht gesetzt

source: Offset 1
de: Abstand 1

source: Offset 2
de: Abstand 2

source: Offset 3
de: Abstand 3

source: Offset 4
de: Abstand 4

source: Offset 5
de: Abstand 5

source: Offset 6
de: Abstand 6

source: Offset 7
de: Abstand 7

source: Offset 8
de: Abstand 8

source: Offset 9
de: Abstand 9

source: Offset 10
de: Abstand 10

source: Offset 11
de: Abstand 11

source: Visible in desktop viewports
de: Sichtbar auf Desktop Monitoren

source: Visible in tablet viewports
de: Sichtbar auf Tablet Monitoren

source: Visible in phone viewports
de: Sichtbar auf Smartphone Monitoren

source: Block empty offset left
de: Leerer Abstand links in Spalten

source: Please note: The blocksize and offset values added together can not be larger than 1. Adjust both fields accordingly.
de: Bitte beachten: Abstand und Spalten zusammen können nicht mehr als 12 betragen.

source: Highlight box contents
de: Box Inhalte hervorheben

source: This option will add a colored background to highlight the box and its contents.
de: Diese Option hinterlegt die Box mit einem farbigen Hintergrund und Rahmen.

source: Use as image gallery
de: Als Bilder-Galerie anzeigen

source: Use this setting if you want to add floating image teasers to this box.
de: Mit dieser Option können fließende Bild-Galerien erstellt werden.

source: Enable responsive layout
de: Responsive Layout aktivieren

source: Show and hide the box and it contents. The setting takes effect based on viewport or browser window sizes. It does not check the hardware device. Please note: The responsive setting is ignored in edit mode.
de: Automatisches anzeigen und ausblenden der Box-Inhalte. Die Einstellungen orientieren sich an der größe des Browser Fensters, nicht an der tatsächlichen Monitorgröße. Im Edit-Modus wird diese Einstellung ignoriert.

source: Text element to add code snippets to web pages. Supports Javascript, HTML and CSS.
de: Text Element um Code Schnipsel in Webseiten einzufügen. Unterstützt Javascript, HTML und CSS.

source: No format
de: Kein Format

source: Column
de: Spalte

source: A column is a container to group elements on a page. Columns are not added likenormal page elements but have to be defined manually in the main template. A column canbe inherited through a hierarchy of pages.
de: Eine Spalte ist ein spezieller Container um Elemente auf einer Seite zusammenzufassen. Spalten werden nicht wie normale Elemente hinzugefügt, sondern müssen im Template definiert werden. Eine Spalte kann über eine Hirarchie vererbt werden.

source: Show on subpages
de: Auf Unterseiten vererben

source: If checked the column will be displayed on sub pages until overwritten.
de: Wenn angekreutzt wird die Spalte auf Unterseiten angezeigt bis sie überschrieben wird.

source: Left column
de: Linke Spalte

source: Right column
de: Rechte Spalte

source: Column type
de: Spalten Typ

source: The file element provides a simple file download with title and optional description.
de: Das Datei Element stellt einen einfachen Datei Download mit Titel und optionaler Beschreibung bereit.

source: Description
de: Beschreibung

source: Image
de: Bild

source: The image element inserts images into the web page.
de: Mit dem Bild Element lassen sich Bilder in der Webseite einfügen.

source: Simple
de: Einfach

source: Float right
de: Rechts Umfliessend

source: Teaser small
de: Teaser klein

source: Imagefile
de: Bild Datei

source: Imagefile fullsize
de: Bild Datei hochauflösend

source: Styling
de: Style

source: With the link element you can add internal or external links into the web page.
de: Mit dem Link Element lassen sich externe oder interne Links in die Webseite einfügen.

source: Same window
de: Im selben Fenster

source: New window
de: Im neuen Fenster

source: Large button
de: Großer Button

source: Small button
de: Kleiner Button

source: Primary
de: Einfach

source: Success
de: OK

source: Warning
de: Warnung

source: Inverse
de: Umgekehrt

source: External links must start with http:// or similar. Internal links can be referenced as page id (the number) and are resolved automatically.
de: Externe Links müssen mit http:// beginnen. Interne Links können auch als Seiten ID (Zahl) angegeben werden.

source: Target window
de: Ziel Fenster

source: Button color
de: Farbe des Buttons

source: Element to insert audio or video files into the web page. Uses HTML 5 mediaand audio tags and the browser's default player.
de: Mit dem Media Element lassen sich Audio und Video Dateien mitsamt Player in die Webseite einbinden. Verwendet HTML 5 video und audio Tags und den Default Player des Browsers.

source: Mediafile
de: Media Datei

source: Alternative format
de: Alternatives Format

source: To support all browsers you need to provide two different file formats.
de: Um alle Browser zu unterstützen werden zwei Formate benötigt.

source: Element to render navigation trees and linked table of contents. The menublock can be used as main navigation for the web page.
de: Element um Navigationsbäume und Ihaltslisten anzuzeigen. Kann als Hauptnavigation der Webseite verwendet werden.

source: 50 % width left
de: 50 % breit, links

source: 33 % width left
de: 33 % breit, links

source: 66 % width left
de: 66 % breit, links

source: 50 % width right
de: 50 % breit, rechts

source: 33 % width right
de: 33 % breit, rechts

source: 66 % width right
de: 66 % breit, rechts

source: Sub pages
de: Unterseiten

source: Same level pages
de: Seiten auf gleicher Ebene

source: Tree navigation
de: Baum Navigation

source: Tree navigation - first level as base
de: Baum Navigation - von erster Ebene ausgehend

source: Menu type
de: Menu Typ

source: Simple news item with title, text, image, publish date and link.
de: Einfaches News-Element mit Title, Text, Bild, Datum und Link.

source: Single line, fold out
de: Eine Zeile, aufklappbar

source: Used as publish date on the website.
de: Wird als Veröffentlichungs-Datum auf der Webseite angezeigt.

source: Note
de: Notiz

source: Simple text note for authors. The note is only visible to cms authors and not published.
de: Text Notiz für Autoren. Wird nur intern und im Bearbeitungsmodus angezeigt.

source: Page
de: Seite

source: Pages are rendered as html files and make up the website.
de: Seiten werden als HTML Dateien gerendert und setzen die Webseite zusammen.

source: Page header
de: Seitenüberschrift

source: Text shown at top of the page
de: Wird oben auf der Seite angezeigt

source: Title image
de: Titel Bild

source: Description used in meta tag for search engines etc.
de: Beschreibung für Meta-Tag der Webseite

source: Keywords
de: Schlüsselwörter

source: Keywords used in meta tag (not really used by search engines).
de: Schlüsselwörter für Meta-Tag der Webseite.

source: Hide in navigation
de: In Navigation ausblenden

source: Hide the page in navigation. It will only be accessible by direct links.
de: In der Navigation ausblenden. Wird nur noch durch direkte LInks aufzurufen sein.

source: Page is a menu
de: Seite ist ein Menu.

source: Used in some navigation lists. If checked the page is handled as menu.
de: Wird in Navigationslisten verwendet. Wenn angekreutzt wird die Seite als Menu behandelt.

source: Page is redirected to this link
de: Seite wird auf diesen Link umgeleitet

source: Automatically redirect the page to the linked page. Only in view mode.
de: Im Ansichtsmodus wird die Seite automatisch zu diesem Link weitergeleitet.

source: Enter page filename manually
de: Url Name der Seite

source: By default page URL-names are generated automatically by the title. Use this option to change the default behaviour.
de: Per Default werden die Url Namen der Seite automatisch vom Titel generiert. Mit dieser Option kann das Default verhalten deaktiviert werden.

source: Home
de: Hauptseite

source: The root is the home page of the website. All contained pages and elements are stored in the database.
de: Das Root ist die Hauptseite der Webseite. Alle enthaltenen Seiten und Elemente werden in der Datenbank gespeichert.

source: Spacer
de: Abstand

source: Styling element to add line breaks and vertical space between elements.
de: Styling Element um einen Zeilenumbruch und vertikalen Abstand in die Seite einzufügen.

source: Border
de: Rahmen

source: Invisible
de: Unsichtbar

source: 1 line
de: 1 Zeile

source: 2 lines
de: 2 Zeilen

source: 3 lines
de: 3 Zeilen

source: 4 lines
de: 4 Zeilen

source: Text element for the web page. Can be used to add headers, preformatted text and paragraphs to the web page.
de: Text Element um Überschriften, vorformatierten Text und Absätze in die Seite einzufügen.

source: Add a new page?
de: Neue Seite hinzufügen?

source: Add a new subpage
de: Neue Unterseite hinzufügen

source: Add sub page
de: Unterseite hinzufügen

source: Add a new page after this
de: Neue Seite nach dieser hinzufügen

source: Add page after this
de: Seite nach dieser einfügen

source: Add a new page element?
de: Neues Seitenelement hinzufügen?

source: Confirm delete
de: Löschen bestätigen

source: Warning: This will delete the element and all it's contents!
de: Warnung: Hiermit werden das Element und alle enthaltenen Elemente gelöscht!

source: Warning: This will delete the page and all sub pages!
de: Warnung: Hiermit werden die Seite und alle Unterseiten gelöscht!

source: Delete all
de: Alle löschen

source: Save
de: Speichern

source: Add new page
de: Neue Seite hinzufügen

source: Edit page
de: Seite bearbeiten

source: Sub pages and parent
de: Unterseiten und höhere Ebene

source: Settings
de: Einstellungen

source: Edit
de: Bearbeiten

source: Add
de: Hinzufügen

source: Sort sub pages
de: Unterseiten sortieren

source: Meta
de: Meta Informationen

source: <i>empty</i>
de: <i>leer</i>

source: Page elements
de: Seitenelemente

source: Nothing to delete
de: Nichts zu löschen

source: Object not found
de: Objekt nicht gefunden

source: Delete failed
de: Löschen fehlgeschlagen

source: Add a local column to this page
de: Lokale Spalte zu dieser Seite hinzufügen

source: Add a new page element
de: Neues Seitenelement hinzufügen

source: List existing page elements
de: Vorhandene Seitenelemente auflisten

source: Edit column settings
de: Spalten-Einstellungen bearbeiten

source: Sort elements
de: Elemente sortieren

source: Paste here
de: Hier einfügen

source: Delete
de: Löschen

source: Copy element
de: Element kopieren

source: Cut element
de: Element ausschneiden

source: Move up
de: Nach oben

source: Move down
de: Nach unten

source: Edit page settings
de: Seiten-Einstellungen bearbeiten

source: toggle toolbox
de: Toolbox sichtbar/unsichtbar

source: Add a new page
de: Neue Seite hinzufügen

source: Add a new sub page
de: Neue Unterseite hinzufügen

source: Copy page
de: Seite kopieren

source: Cut page
de: Seite ausschneiden

source: Delete current page and sub pages
de: Aktuelle Seite löschen

source: Page ID
de: Seite ID

source: by
de: von

source: Enable interactive elements
de: Interaktive Elemente aktivieren

source: Disable interactive elements
de: Interaktive Elemente deaktivieren

source: User management
de: Benutzerverwaltung

source: My account
de: Mein Konto

source: Exit editor
de: Editor verlassen

source: Log out
de: Ausloggen

source: Open parent page
de: Übergeordnete Seite öffnen

source: Website design and view
de: Webseite Design und Views

source: &gt; more
de: &gt; mehr

source: &gt; open
de: &gt; aufklappen

source: This page is redirected in view mode:
de: Diese Seite wird im Ansichtsmodus umgeleitet:

source: CMS workflow extension
de: CMS Workflow Erweiterung

source: Simple Publishing Workflow
de: Einfacher Veröffentlichungs-Workflow

source: New object
de: Neues Element

source: Public
de: Veröffentlicht

source: Create
de: Erstellen

source: Publish
de: Veröffentlichen

source: Revoke
de: Sperren

source: Workflow state of this page
de: Workflow Status dieser Seite

source: The page is in draft mode and not public.
de: Diese Seite ist im Entwurfsmodus und nicht öffentlich.

source: The page is public.
de: Diese Seite ist öffentlich.

source: Method unknown
de: Unbekannte Methode

source: Cut and copy to clipboard
de: Ausschneiden und in den Zwischenspeicher kopieren

source: Copy to clipboard
de: In den Zwischenspeicher kopieren

source: Paste clipboard
de: Zwischenspeicher einfügen

source: Python image library (PIL) not installed.
de: Python image library (PIL) ist nicht installiert.

source: Image not found:
de: Bild nicht gefunden:

source: List is empty
de: Liste ist leer

source: Nothing to sort.
de: Nichts zum Sortieren.

source: ${value} is not a dictionary
de: ${value} ist kein dictionary

source: Invalid value
de: Ungültiger Wert

source: String does not match expected pattern
de: String entspricht nicht dem erwarteten Muster

source: Invalid email address
de: Ungültige E-Mail

source: ${val} is less than minimum value ${min}
de: ${val} zu klein. Eingabe mindestens ${min}.

source: ${val} is greater than maximum value ${max}
de: ${val} zu groß. Eingabe maximal ${max}.

source: Shorter than minimum length ${min}
de: Zu kurz. Eingabe mindestens ${min} Zeichen.

source: Longer than maximum length ${max}
de: Zu lang. Eingabe maximal ${max} Zeichen.

source: "${val}" is not one of ${choices}
de: "${val}" nicht möglich. Möglich: ${choices}.

source: "${val} cannot be serialized: ${err}
de: "${val} kann nicht umgewandelt werden: ${err}

source: ${val} is not a string: %{err}
de: ${val} ist kein string: %{err}

source: "${val}" is not a number
de: "${val}" ist keine Zahl

source: ${val} is not a string
de: ${val} ist keine Zeichenkette

source: "${val}" is not a string
de: "${val}" ist keine Zeichenkette

source: Invalid date
de: Ungültiges Datum

source: Invalid time
de: Ungültige Uhrzeit

source: Required
de: Pflichtfeld

source: Fields did not match
de: Felder stimmen nicht überein

source: Confirm Value
de: Wert bestätigen

source: Password did not match confirm
de: Passwörter stimmen nicht überein

source: Incomplete date
de: Fehlerhaftes Datum

source: Confirm Password
de: Passwort bestätigen

source: Year
de: Jahr

source: Month
de: Monat

source: Day
de: Tag

source: var msg_file_upload='Delete file. Are you certain?';
de: var msg_file_upload='Datei löschen. Sicher?';

source: Delete this file
de: Diese Datei löschen

source: --disabled!--
de: --deaktiviert!--

source: Database sql dump
de: Datenbank Sql dump

source: This function only dumps table contents and skips 'create table' statements.
de: Es werden nur die Tabelleninhalte ausgegeben. Alle 'create table' statements werden übersprungen.

source: Exclude system columns
de: System Felder überspringen

source: Database connection error (${name})
de: Datenbank Verbindungs-Fehler (${name})

source: Database Structure
de: Datenbankstruktur Update

source: Generate or update the database structure based on configuration settings.
de: Erstellt oder aktualisiert die Datenbankstruktur basierend auf der Konfiguration.

source: Modify existing columns
de: Vorhandene Felder abändern

source: Change existing database columns to new configuration. Depending on the changes, data may be lost!
de: Neue Konfiguration auf die Datenbank anwenden. Abhängig von den Änderungen können Daten verloren gehen!

source: Show system columns
de: System Spalten anzeigen

source: <div class="well"> This tool compares the physically existing database structure (tables, columns) with the current configuration settings. The database structure is shown on the left, configuration settings on the right. <br/><br/> Existing database columns will only be altered if manually selected in the 'Modify' column. Modifying a table may destroy the data stored (e.g if converted from string to integer), so don't forget to create backups of the database before modifying anything.<br/> By default this tool will only create new tables and columns and never delete any column. </div>
de: <div class="well"> Dieses Tool vergleicht die physische Datenbankstruktur (Tables, Columns) mit den aktuellen Konfigurationseinstellungen. Die Datenbankstruktur wird auf der linken Seite angezeigt, die Konfiguration rechts.<br/><br/> Vorhandene Tabellenspalten werden nur bei manuell ausgewähltem 'Ändern' (Häkchen setzen) angepasst. Ändern einer Spalte kann die enthaltenen Daten unbrauchbar machen (werden strings z.B. in eine Zahl umgewandelt), zur Sicherheit also vorher ein Backup der Datenbanl anlegen.<br/> Als Voreinstellung werden nur neue Tabellen und Spalten hinzugefügt. Das aber automatisch bei jedem ausführen des Tools. </div>

source: <div class="alert alert-error">No database connection configured</div>
de: <div class="alert alert-error">Keine Datenbankverbindung konfiguriert</div>

source: <h4>Database '${name}' ${host} </h4><br/>
de: <h4>Datenbank '${name}' ${host} </h4><br/>

source: <div class='alert alert-error'>Database connection error (${name})</div>
de: <div class='alert alert-error'>Datenbankverbindug fehlgeschlagen (${name})</div>

source: <div class='alert alert-success'>Database created: '${name}'</div>
de: <div class='alert alert-success'>Datenbank erstellt: '${name}'</div>

source: <div class='alert alert-error'>Table update failed: ${dbparam} (type: ${name})</div>
de: <div class='alert alert-error'>Tabellen Update fehlgeschlagen: ${dbparam} (Typ: ${name})</div>

source: <div class='alert alert-error'>Table creation failed (pool_meta)</div>
de: <div class='alert alert-error'>Tabelle erstellen fehlgeschlagen (pool_meta)</div>

source: <div class='alert alert-error'>Table update failed (pool_meta)</div>
de: <div class='alert alert-error'>Tabelle update fehlgeschlagen (pool_meta)</div>

source: <div class='alert alert-error'>Table creation failed (${name})</div>
de: <div class='alert alert-error'>Tabelle erstellen fehlgeschlagen (${name})</div>

source: Modify selected columns
de: Ausgewählte Spalten ändern

source: Changes on existing columns have to be applied manually. This will write selected 'Configuration settings' to the database.<br/> <b>Warning: This may destroy something!</b>
de: Änderungen an vorhandenen Tabellen müssen manuell ausgewählt werden. Wenn ausgewählt werden die 'Konfigurations-Einstellungen' in die Datenbank übernommen.<br/> <b>Vorsicht: Bei falschen Einstellung kann hierbei etwas kaputt gehen!</b>

source: Table
de: Tabelle
