Repository: nive/nive_userdb
Catalog: nive_userdb/locale/*/LC_MESSAGES/nive_userdb.po
Languages: de

source: Database settings
de: Datenbank Einstellungen

source: Configuration settings
de: Konfigurations-Einstellungen

source: Modify?
de: Ändern?

source: Send mails to registered users
de: E-Mails an registrierte User verschicken

source: SMTP sender mail
de: SMTP Absender E-Mail

source: SMTP password
de: SMTP Passwort

source: Sender name
de: Absender Name

source: Sender mail
de: Absender E-Mail

source: Reply to
de: Antwort an (Reply-to)

source: Receiver role
de: Empfänger Rollen

source: Receiver User IDs
de: Empfänger User IDs

source: Receiver Mail
de: Empfänger E-Mail

source: Ignore notify settings
de: Benachrichtigungs-Einstellungen übergehen

source: UTF-8 encoding
de: UTF-8 Kodierung

source: Use SSL
de: SSL verwenden

source: Log mails
de: Mail Versand loggen

source: Show all receivers in header
de: Alle Empfänger im Header anzeigen

source: Debug mode
de: Debug Modus

source: All mails are sent to 'Receiver role' or 'Receiver User IDs' field default values. No external mail address is used.
de: Alle E-Mails werden an die im Default-Wert von 'Empfänger Rollen' und 'Empfänger User IDs' Feld eingetragenen Empfänger versand.

source: No receiver for the e-mail! Aborting.
de: Kein Empfänger angegeben. Versand wird abgebrochen.

source: Users
de: Benutzer

source: Please enter your username
de: Bitte den Login-Namen eingeben

source: Username '${name}' already in use. Please choose a different name.
de: Name '${name}' wird bereits verwendet. Bitte einen anderen auswählen.

source: Sorry. Account could not be created.
de: Entschuldigung. Das Konto konnte nicht erstellt werden.

source: The email could not be sent.
de: Die E-Mail konnte nicht verschickt werden.

source: Account created.
de: Konto erstellt.

source: Please enter your email address or username.
de: Bitte den Login-Namen oder die E-Mail eingeben.

source: No account found with that email address. Please try again.
de: Kein Konto mit dieser E-Mail gefunden. Bitte die Eingaben überpüfen.

source: No email address found.
de: E-Mail Adresse nicht gefunden.

source: Invalid username.
de: Ungültiger Name.

source: Sorry. An error occured.
de: Entschuldigung. Es ist ein Fehler aufgetreten.

source: User deleted.
de: User gelöscht.

source: Login failed. Please check your username and password.
de: Login fehlgeschlagen. Bitte die Eingaben überprüfen.

source: Logged in.
de: Eingeloggt.

source: User account
de: Konto

source: Update failed.
de: Update fehlgeschlagen.

source: Groups
de: Gruppen

source: Activate email notifications
de: E-Mail Benachrichtigungen aktivieren

source: Surname
de: Vorname

source: Lastname
de: Nachname

source: Organisation
de: Organisation/Firma

source: Last login
de: Letzter Login

source: User listing
de: Benutzerliste

source: Please select a user first!
de: Bitte erst eine/n Benutzer/in auswählen!

source: Delete selected
de: Ausgewählte löschen

source: User not found. (id %(name)s)
de: Benutzer/in nicht gefunden. (id %(name)s)

source: Delete failed: User '%(name)s'
de: Löschen fehlgeschlagen: '%(name)s'

source: OK. Users deleted.
de: Ok. BenutzerGelöscht.

source: OK. User deleted.
de: Ok. BenutzerGelöscht.

source: Please log in!
de: Bitte anmelden!

source: You have been logged out!
de: Ausgeloggt!

source: Change account:
de: Kontoeinstellungen bearbeiten:

source: User signup
de: Konto erstellen

source: Initialize
de: Initialisieren

source: Signup
de: Anmelden

source: Confirm
de: Bestätigen

source: Mail password
de: Passwort anfordern

source: Login
de: Einloggen

source: Your current user can only be edited on file system level.
de: Der aktuell eingeloggte Benutzer kann nur im Dateisystem geändert werden.

source: User not found
de: User nicht gefunden

source: Your password
de: Das Passwort
